{
    nombre: "Alfredo Martín Castañeda Hernández",
    foto: "https://academicos.uson.mx/cvu/alfredo-castaneda/foto",
    formacion: "Doctor en Física de Partículas Experimental, por la Universidad Autónoma de San Luis Potosí",
    semblanza: "Cuenta con más de 15 años de experiencia en experimentos ligados al Gran Colisionador de Hadrones (LHC) del Laboratorio Europeo de Investigación Nuclear (CERN). Durante su doctorado estuvo trabajando en el experimento ATLAS, buscando indicios de partículas exóticas y producción de micro-blackholes con los primeros datos del LHC. Después realizó una estancia postdoctoral con la Universidad Texas A&M contribuyendo en el experimento CMS del CERN, donde desarrolló estudios de simulación para el desarrollo y optimización de la nueva generación de detectores de muones (detectores GEMs) y búsqueda de materia oscura (dark photons) en un estado final con cuatro muones. En 2018 se incorpora a la Universidad de Sonora como uno de los miembros fundadores del grupo UNISON-CMS, el cual marca el inicio de la colaboración de la UNISON con el experimento CMS del CERN.  Desde ese entonces se ha involucrado en proyectos relacionados con búsqueda de nueva física e integración de algoritmos de inteligencia artificial en los procesos del experimento.",
    materias: ["Redes Neuronales profundas (2021-1, 2022-1)"],
    direccion: ["Brenda Leyva Amaya, Detección de anomalías en el experimento CMS del CERN con un modelo autoencoder basado en datos del PLT (2022)", "Victor Manuel Minjares Neriz, Exploración y desarrollo de herramientas para la integración de modelos de IA en los procesos del experimento CMS del CERN y  su estudio mediante ParticleNet (en proceso)", "Estephania Pivac Alcaraz,  Exploración de un modelo VAE (Variational Autoencoder) para minado de datos usando como caso de estudio datos del experimento CMS del CERN (en proceso)"],
    vinculacionInter: "Centro Europeo de Investigacion Nuclear (CERN)"
}

{
    nombre: "Jesús Francisco Espinoza Fierro",
    foto: "https://www.mat.uson.mx/web/wp-content/uploads/ESPINOZA-FIERRO-JESUS-FRANCISCO1.jpg",
    formacion: "Doctor en Ciencias en Matemáticas por la UNAM.",
    semblanza: "Doctor Jesús Francisco Espinoza Fierro, investigador titular de tiempo completo en el Departamento de Matemáticas de la Universidad de Sonora y distinguido con el Nivel 1 del Sistema Nacional de Investigadoras e Investigadores, es un especialista que traslada su formación doctoral en Ciencias Matemáticas con especialidad en Topología Algebraica por la UNAM a la vanguardia metodológica de la Ciencia de Datos, donde cultiva la línea de investigación de Geometría Computacional y Análisis Topológico de Datos; su contribución más significativa se articula en el desarrollo de un nuevo paradigma cualitativo para el análisis de la forma de los datos, proponiendo el uso de estructuras geométricas discretas, tales como los complejos simpliciales de Vietoris-Rips y de Cech, para la optimización algorítmica y el estudio de estructuras de baja dimensión inmersas en espacios de representabilidad de alta dimensionalidad, labor que se refleja en su participación en el Cuerpo Académico Estructuras Geométricas y Combinatorias y en la dirección de proyectos aplicados, incluyendo la detección de fenómenos complejos como ataques epilépticos mediante el uso de TDA.",
    materias: ["Análisis topológico de datos (2022-1, 2023-1)"],
    direccion: ["Tesis 1", "Tesis 2"],
    vinculacionSocial: "Texto sobre vinculación",
    vinculacionInter: "Texto sobre colaboraciones"
}

{
    nombre: "Gudelia Figueroa Preciado",
    foto: "https://academicos.uson.mx/cvu/gudelia-figueroa/foto",
    formacion: "Doctorado en Ciencias (Matemáticas), Universidad de Sonora",
    semblanza: "Profesora investigadora en el Departamento de Matemáticas de la Universidad de Sonora. Docente en los programas de Licenciatura en Matemáticas, Posgrado en Matemáticas y Posgrado en Ciencia de Datos. Colabora con el Laboratorio de Investigación y Consultoría Estadística de la Universidad de Sonora, brindando asesoría y servicios estadísticos a investigadores, oficinas gubernamentales e industria privada. Estas experiencias la han llevado a valorar la importancia de la interpretación rigurosa de resultados, la comunicación efectiva de hallazgos y el uso responsable de la información. En la docencia, procura que el aprendizaje combine fundamentos teóricos sólidos con aplicaciones reales y el uso de software especializado, de modo que los estudiantes desarrollen un pensamiento crítico y puedan aplicar sus conocimientos a problemas complejos en contextos interdisciplinarios. Miembro de la Comisión Académica del Posgrado en Matemáticas y de la Comisión Académica del Posgrado en Ciencia de Datos.",
    materias: ["Matemáticas para Ciencia de Datos (2020 a 2022)", "Estadística para Ciencia de Datos (2021 a 2025)"],
    direccion: ["Grecia Mendoza Aviña, Conteo Rápido a partir de PREP-Casilla (2023)", "Santiago Fransisco Robles Tamayo, Tablero interactivo para la auditoría de desempeño de la cuenta pública en Sonora (en proceso)", "Sebastian Issac Vega Robles, Prototipo de análisis de datos clínicos para apoyo al tratamiento de epilepsia (en proceso)", "José Carlos Barrera Maldonado, Desarrollo de una interfaz para el análisis en tiempo real de psicofisica y actividad cerebral en neurociencia cognitiva (en proceso), Catherine Lee Scott Luevano, Segmentación de Mercado y Optimización de Ubicaciones para Nuevos Drives (en proceso)"],
    vinculacionSocial: "Instituto Superior de Auditoría y Fiscalización (ISAF) del Estado de Sonora, Secretaría de Salud del Estado de Sonora, Instituto Electoral Estatal, Grupo Bimbo",
    vinculacionInter: "CIMAT"
}

